[
  {
    "Publication": {
"identity": 3540837,
"labels": [
        "publication",
        "pubmed"
      ],
"properties": {
"last_updated": "2022-05-31",
"local_id": "34018906",
"pubmed_lang": "eng",
"authors_list": "Lucy Nicholas, Christy E Newman, Jessica R Botfield, Gareth Terry, Deborah Bateson, Peter Aggleton",
"source": "pubmed.gov",
"abstract": "Although vasectomy is a safe and highly effective method of contraception, uptake is variable globally, with scope for increased engagement in high income nations. Very little qualitative research has been published in recent years to explore men's perspectives on vasectomy, which represents a key opportunity to better understand and strengthen men's contribution to reproductive and contraception equality. This paper takes a scoping review approach to identify key findings from the small but important body of qualitative literature. Recent masculinities research argues that, despite some expansion in ways of being masculine, an underpinning ethos of",
"type": "publication",
"title": "Men and masculinities in qualitative research on vasectomy: perpetuation or progress?",
"publication_year": "2021",
"pubmed_journal_title": "Health sociology review : the journal of the Health Section of the Australian Sociological Association",
"pubmed_journal_issn": "1446-1242",
"key": "pubmed/34018906",
"doi": "10.1080/14461242.2020.1789486"
      }
    }
  },
  {
    "Publication": {
"identity": 3147306,
"labels": [
        "publication",
        "pubmed"
      ],
"properties": {
"last_updated": "2021-06-09",
"local_id": "30977702",
"pubmed_lang": "eng",
"authors_list": "Rob Cover, Peter Aggleton, Mary Lou Rasmussen, Daniel Marshall",
"source": "pubmed.gov",
"abstract": "Gender- and sexually erse youth are often represented in popular discourses through concepts of movement and mobility. Conceptual stories of LGBTQ youth transitions to adulthood in particular are marked by narratives of movement from regional (rural and/or small towns) to major urban areas. Although not wholly outside lived experience, a cultural myth that portrays the experience of gender- and sexually erse young people entering into 'adulthood' via such mobility continues to circulate in scholarship, popular media, personal accounts of coming out, support resources and self-help guidance documents. This paper draws on a recent study of gender and sexual ersity, support and belonging to examine instances of LGBTQ youth mobility in relation to participant interviews and focus groups undertaken in an Australian project examining two generations of sexually erse subjects' views on growing up, support and belonging. Participants differed generationally in how they experienced mobility from regional to urban settings, demonstrating that contemporary real-world accounts of such mobility are complex, nuanced and erse and that the felt 'expectation' that one should migrate to a city in order to live a full gender- or sexually erse life has waned among young people in the more recent generation.",
"type": "publication",
"title": "The myth of LGBTQ mobilities: framing the lives of gender- and sexually diverse Australians between regional and urban contexts.",
"publication_year": "2020",
"pubmed_journal_title": "Culture, health & sexuality",
"pubmed_journal_issn": "1464-5351",
"key": "pubmed/30977702",
"doi": "10.1080/13691058.2019.1600029"
      }
    }
  },
  {
    "Publication": {
"identity": 8976373,
"labels": [
        "publication",
        "pubmed"
      ],
"properties": {
"last_updated": "2018-12-26",
"local_id": "28920558",
"pubmed_lang": "eng",
"authors_list": "Angela Kelly-Hanku, Peter Aggleton, Patti Shih",
"source": "pubmed.gov",
"abstract": "Medical pluralism offers a long-standing means of analysing the different ways in which health and illness can be interpreted and responded to. It is not unusual for multiple health systems and meanings to co-exist at any one moment in time, offering different ways of understanding and responding to illness and disease. In addition to biomedical frameworks, religious beliefs offer another important means of facilitating healing. Based on qualitative interviews with 36 people living with HIV on antiretroviral therapies (ART) in Papua New Guinea (PNG), this paper examines the ways in which people bring together and synthesise religious and biomedical therapeutic approaches to the treatment and management of HIV. For most, ART is viewed as a ine gift to complement a regime of spiritual salvation, and adherence to treatment carries with it strong religious undertones. At the same time, ART provides a sense of hope for those living with a virus that was previously associated only with death. Brought together, these narratives provide important insights into the meanings of ART and the role of religion, prayer and repentance for people in PNG. The study also provides new insight into how people with HIV actively synthesise different approaches to health and healing.",
"type": "publication",
"title": "I shouldn't talk of medicine only: Biomedical and religious frameworks for understanding antiretroviral therapies, their invention and their effects.",
"publication_year": "2018",
"pubmed_journal_title": "Global public health",
"pubmed_journal_issn": "1744-1706",
"key": "pubmed/28920558",
"doi": "10.1080/17441692.2017.1377746"
      }
    }
  },
  {
    "Publication": {
"identity": 3531905,
"labels": [
        "publication",
        "pubmed"
      ],
"properties": {
"last_updated": "2020-02-25",
"local_id": "30691166",
"pubmed_lang": "eng",
"authors_list": "Jerran Santos, Bruce Kenneth Milthorpe, Matthew Paul Padula",
"source": "pubmed.gov",
"abstract": "The time course of the soybean lipoxygenase-catalyzed oxygenation of linoleic acid has been analyzed using a kinetic scheme based on two binding sites, compulsory product activation and competitive inhibition by substrate and by product. The dissociation constant (Kp) of the product from the free enzyme is much smaller than 10(-5) M, the dissociation constant of the substrate from the enzyme-substrate-product complex (Kps) has a value of (7.7 +/- 0.3) x 10(-6) M, and the competitive inhibitors constant of the product (Kpp) is equal to (2.9 +/- 0.3) x 10(-5) M Reduction of the hydroperoxide product to a hydroxy acid by sodium borohydride does not alter the product activation kinetics. From the study of the time course of the reaction, no evidence was found for the irreversible inactivation of the enzyme.",
"type": "publication",
"title": "Proteomic Analysis of Cyclic Ketamine Compounds Ability to Induce Neural Differentiation in Human Adult Mesenchymal Stem Cells.",
"publication_year": "2019",
"pubmed_journal_title": "International journal of molecular sciences",
"pubmed_journal_issn": "1422-0067",
"key": "pubmed/30691166"
      }
    }
  },
  {
    "Publication": {
"identity": 3550294,
"labels": [
        "publication",
        "pubmed"
      ],
"properties": {
"last_updated": "2019-12-17",
"local_id": "31575339",
"pubmed_lang": "eng",
"authors_list": "Christopher Tumwine, Peter Aggleton, Stephen Bell",
"source": "pubmed.gov",
"abstract": "Qualitative research exploring the influence of community-level factors on access to and use of HIV treatment and care services among people living in fishing communities is limited, especially with respect to those already in receipt of HIV care and on treatment. To enhance understanding of these issues, semi-structured in-depth interviews were conducted with 42 HIV-positive fisherfolk and 15 health care providers from two HIV clinics located in two fishing communities in Uganda. Fisherfolk's mobility and poor transport systems were significant barriers to access to and use of HIV treatment and care. Mobility, which involved regular movement between communities, sometimes led to fisherfolk's inability to access HIV treatment and care. A poor transport system in fishing communities - characterised by irregular transport services and boats in a poor condition - was reported to force both fisherfolk and health care providers sometimes to cancel journeys to centres providing treatment and support. Community-level factors such as these, which relate to the organisation and provision of transport in local community settings, are significant influences on access to HIV treatment and care. Interventions that address these challenges are needed to improve access to and use of HIV treatment and care in fishing communities.",
"type": "publication",
"title": "Accessing HIV treatment and care services in fishing communities around Lake Victoria in Uganda: mobility and transport challenges.",
"publication_year": "2019",
"pubmed_journal_title": "African journal of AIDS research : AJAR",
"pubmed_journal_issn": "1727-9445",
"key": "pubmed/31575339",
"doi": "10.2989/16085906.2019.1648306"
      }
    }
  }
]